---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.WireMaterialType
source: html/170c5182-235b-2f41-cbde-f551dcf2ab76.htm
---
# WireMaterialType Members

Add new electrical ground conductor size type into this material type.